{"_path":"/","_dir":"","_draft":false,"_partial":false,"_locale":"","title":"About me","description":"Discover innovative projects at the intersection of data engineering, machine learning, and interactive visualizations.","layout":"page","head":{"title":"Data Enineer in Pharma Research"},"body":{"type":"root","children":[{"type":"element","tag":"hero","props":{"image":"/alpine-0.webp"},"children":[{"type":"element","tag":"template","props":{"v-slot:title":""},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Welcome to My Digital Canvas"}]}]},{"type":"element","tag":"template","props":{"v-slot:description":""},"children":[{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Passionate about creating interactive applications, using modern data stacks like dbt and Snowflake, and the art of effective documentation."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Dive into my past projects, ranging from full-stack development to machine learning human-in-the-loop systems."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"For a twist of creativity, check out my cooking recipes and experiments with generative AI tools like Dall-e."}]}]}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Welcome to my portfolio page! Here, you'll find a showcase of my journey as a Data Engineer and my explorations beyond traditional boundaries. My passion lies in crafting interactive applications, whether it's through machine learning human-in-the-loop systems or visually engaging data presentations."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"My professional path has seen me evolve from a Fullstack Developer to a Data Engineer in the pharmaceutical research domain. The core of my expertise revolves around modern data stack technologies like dbt and Snowflake, backed by a strong belief in the power of thorough documentation."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In this digital space, I present a collection of projects that span various aspects of my career. You'll see how I blend technical prowess with creative problem-solving to deliver innovative solutions. Additionally, for a personal touch, I've included some of my favorite cooking recipes - a testament to my love for culinary arts and a playful exploration of the Nuxt content page."}]},{"type":"element","tag":"gallery","props":{":images":"[\"/alpine-0.webp\",\"/alpine-1.webp\",\"/alpine-2.webp\"]"},"children":[]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.index.md","_source":"content","_file":"1.index.md","_extension":"md"}